"""
    Создайте список из чисел 3, 5, 7, 9 и 10.5
    Выведите содержимое списка на экран
    Добавьте в конец списка строку "Python"
    Выведите длину списка на экран
"""

numbers = ["3", "5", "7", "9", "10.5"]
print(numbers)
numbers.append("python")
print(numbers)
print(len(numbers))
